[
  {
    "url": "https://cafef.vn/hoa-chat-duc-giang-dgc-du-kien-giam-gia-ban-va-san-luong-xuat-khau-phot-pho-vang-do-nhu-cau-dien-tu-sut-giam-manh-du-an-nghi-son-cham-tien-do-20221113081745816.chn",
    "date": "13-11-2022",
    "section": "Doanh nghiệp",
    "title": "Hóa chất Đức Giang (DGC) dự kiến giảm giá bán và sản lượng xuất khẩu phốt pho vàng do nhu cầu điện tử sụt giảm mạnh, dự án Nghi Sơn chậm tiến độ",
    "content": "Công ty dự kiến sẽ đẩy mạnh sản xuất và xuất khẩu LCD (axit photphoric cấp điện tử) sang thị trường Đài Loan, Hàn Quốc trong năm 2023, bù đắp cho lượng xuất khẩu P4 giảm.\nBáo cáo sau chuyến thăm CTCP Tập đoàn Hóa chất Đức Giang (mã chứng khoán DGC) của CTCK Bảo Việt (BVSC) vừa cập nhật những thông tin mới về \"ngôi sao\" phốt pho vàng của thị trường chứng khoán.\nTheo đó, ﻿Ban lãnh đạo DGC cho biết trong bối cảnh suy thoái kinh tế đang diễn ra, nhu cầu điện tử có thể sụt giảm mạnh trong 2023. Nhiều nhà sản xuất chips và chất bán dẫn (Hàn Quốc, Nhật Bản, Mỹ) lên kế hoạch giảm sản lượng do lo ngại tồn kho lớn và rủi ro dư cung Q4/2022-1H2023. DGC dự kiến sẽ giảm giá bán, đồng thời giảm sản lượng xuất khẩu phốt pho vàng trong năm 2023. Giá bán dự kiến neo ở 4.500 - 6.000 USD/tấn, giảm 10-30% so với 2022.\nBan lãnh đạo công ty cũng chia sẻ về việc Dự án Nghi Sơn chậm tiến độ so với dự kiến. Theo đó, dự kiến chậm nhất tháng 6/2023 sẽ khởi công giai đoạn 1 và tầm một năm sau sẽ đi vào hoạt động. Sản lượng sản xuất giai đoạn 1 của Nghi Sơn ~ 50 nghìn tấn PVC.\nNguồn vốn cho dự án Nghi Sơn chủ yếu đến từ vốn tự có khi DGC có gần 8.000 tỷ tiền gửi tiết kiệm. Ban lãnh đạo DGC cho biết Công ty đang cân nhắc có nên sử dụng hợp đồng vay với HSBC (vay USD) hay không trong bối cảnh tỷ giá USD/VND đang neo ở mức cao.\nDGC đã khai thác khai trường 25 với trữ lượng 3,6 triệu tấn quặng trong vòng 6 năm, ước tính trữ lương khai thác tầm 600 nghìn tấn/năm. Khai trường này giúp DGC tự chủ 50% nguyên liệu đầu vào trong 2022, ước tính tiết kiệm 50-60% chi phí mua quặng. Ngoài ra, Công ty cũng có kế hoạch nâng mức tự chủ nguyên liệu đầu vào từ 70-80% trong thời gian tới.\nCông ty dự kiến sẽ đẩy mạnh sản xuất và xuất khẩu LCD (axit photphoric cấp điện tử) sang thị trường Đài Loan, Hàn Quốc trong năm 2023, bù đắp cho lượng xuất khẩu P4 giảm. Ban lãnh đạo công ty cho biết các khách hàng mua LCD đều kiểm định chất lượng hàng hóa khi nhập hàng vì vậy Công ty chú trọng đến chất lượng chế biến sâu mặt hàng này (biên lãi gộp cao LCD hơn phốt pho vàng).\nDo nhu cầu tiêu thụ phân bón nội địa đang ở mức thấp, DGC chủ động đẩy mạnh xuất khẩu phân bón sang các quốc gia ASEAN, Indonesia, Philipines, Ấn Độ, Bangladesh do nguồn cung phân bón thế giới vẫn kém do Nga & Trung Quốc - hai quốc gia xuất khẩu phân bón lớn nhất thế giới áp hạn ngạch xuất khẩu các loại phân bón quan trọng như Urea, DAP, MAP, NPK. Năm 2023, Nhà máy NPK của DGC sẽ đi vào hoạt động 2023, dự kiến khai thác 10.000 tấn/năm.\nSau chuyến thăm, các chuyên gia BVSC nêu quan điểm quan ngại về những thách thức mà doanh nghiệp phải đối mặt trong 2023 khiến kết quả kinh doanh khó bứt phát mạnh mẽ: (1) Mảng phốt pho vàng (đóng góp hơn 50% tổng doanh thu) có thể ghi nhận mức tăng trưởng âm do suy thoái kinh tế đang diễn ra, nhu cầu điện tử có thể sụt giảm mạnh trong 2023. Công ty dự kiến sẽ giảm giá bán, đồng thời giảm sản lượng xuất khẩu phốt pho vàng trong năm 2023. Giá bán dự kiến neo ở 4.500 - 6.000 USD/tấn, giảm 10-30% so với 2022; (2) Dự án Nghi Sơn đi vào hoạt động chậm hơn so với kế hoạch; và (3) Giá phân bón khó tăng mạnh do tồn kho từ nửa đầu năm, nông dân lo ngại mở rộng diện tích canh tác khi chi phí trồng trọt tăng và giá nông sản có xu hướng quay đầu giảm trong bối cảnh lạm phát kéo dài và khủng hoảng năng lượng."
  },
  {
    "url": "https://cafef.vn/diem-sang-tuan-7-11-11-goi-ten-giao-dich-khoi-ngoai-miet-mai-mua-rong-hon-4500-ty-dong-bat-chap-thi-truong-giam-sau-20221111230939858.chn", 
    "date": "12-11-2022",
    "section": "Thị trường chứng khoán",
    "title": "Điểm sáng tuần 7-11/11 gọi tên giao dịch khối ngoại: Miệt mài mua ròng hơn 4.500 tỷ đồng bất chấp thị trường giảm sâu",
    "content": "Đặc biệt, phiên 11/11 ghi nhận đà mua ròng mạnh nhất của khối ngoại trong hơn 1 năm qua, giá trị hơn 2.500 tỷ đồng.\nThị trường chứng khoán Việt Nam ghi nhận tuần giảm điểm mạnh dưới áp lực bán dâng cao tại hầu hết các nhóm cổ phiếu, đặc biệt tại nhóm bất động sản. VN-Index có 2 phiên giảm điểm và 3 phiên tăng điểm xen kẽ nhau, song mức giảm gần 40 điểm trong phiên thứ 5 khiến mọi nỗ lực phục hồi trong phiên cuối tuần trở nên yếu ớt. Đáng chú ý, dù tăng điểm trong phiên thứ 6 song sàn HoSE lại ghi nhận tình trạng \"xanh vỏ, đỏ lòng\" với 90 mã giảm sàn.\nTuần qua cũng ghi nhận hoạt động \"call margin\" đồng loạt tại các công ty chứng khoán đối với các lãnh đạo, người nhà và cổ đông lớn tại những doanh nghiệp có cổ phiếu giảm mạnh như DIG, PDR, DHC,...\nXét theo mức độ đóng góp, những bluechips như NVL, HPG, EIB, TCB là những cổ phiếu tạo nên lực đè lên chỉ số chính TTCK Việt Nam. Ngược lại, VCB, BID, GAS, MSN đóng góp tích cực cho đà tăng của chỉ số VN-Index song không quá đáng kể.\nTính cho cả tuần, VN-Index giảm 42,62 điểm (4,28%) xuống 954,53 điểm, HNX-Index giảm 14,75 điểm (7,21%) xuống 189,81 điểm. Trong bối cảnh thị trường điều chỉnh mạnh, thanh khoản lại có sự cải thiện đôi chút với giá trị giao dịch bình quân trên cả ba sàn đạt gần 12.000 tỷ đồng/phiên.\nVề diễn biến giao dịch khối ngoại, sau tuần hai bán ròng liên tiếp, nhà đầu tư nước ngoài tuần qua đã trở lại giải ngân mạnh mẽ trên thị trường, giá trị mua ròng đạt 4.553 tỷ đồng.\nCụ thể, nếu chỉ xét trên kênh khớp lệnh thì nhà đầu tư ngoại mua ròng 3.935 tỷ đồng, đồng thời mua ròng thêm 619 tỷ đồng trên kênh thỏa thuận - qua đó nới rộng thêm đà gom ròng trong cả tuần. Đặc biệt, phiên 11/11 ghi nhận đà mua ròng mạnh nhất của khối ngoại trong hơn 1 năm qua, giá trị hơn 2.500 tỷ đồng.\nXét riêng theo từng mã cổ phiếu, dòng tiền ngoại ghi nhận giá trị giao dịch mua ròng mạnh nhất tại mã cổ phiếu bất động sản KDH với giá trị trên ngưỡng 500 tỷ đồng. Ngoài ra, nhà đầu tư ngoại tuần này gom mạnh cổ phiếu PVS, VHM, DGC, FUESSVFL với giá trị trên 200 tỷ đồng tại mỗi mã. Giá trị mua ròng trăm tỷ ghi nhận tại hàng loạt cổ phiếu khác.\nTrên sàn HoSE, khối ngoại trở lại mua ròng mạnh sau chuỗi 3 tuần liên tiếp bán ròng trước đó, giá trị đạt 4.123 tỷ đồng. Cụ thể nhà đầu tư ngoại mua ròng 3.504 tỷ đồng thông qua khớp lệnh trên sàn, song mua ròng hơn 619 tỷ đồng tại kênh thỏa thuận.\nTại chiều mua, khối ngoại tuần này tỏ ra ưa thích cổ phiếu bất động sản KDH, đây là tâm điểm mua ròng tuần qua với giá trị mua ròng đạt 533 tỷ đồng, phần lớn mua ròng thoả thuận. Bên cạnh đó, lực mua ròng mạnh của khối ngoại trong tuần qua còn ghi nhận tại VHM với 297 tỷ đồng và DGC với 245 tỷ đồng. Danh sách TOP 10 cổ phiếu được mua ròng trăm tỷ trong tuần qua tại sàn HoSE còn có FUESSVFL (224 tỷ đồng), SSI (190 tỷ đồng), POW (184 tỷ đồng),...\nTrong khi đó, tâm điểm dòng vốn ngoại rút ròng ghi nhận tại cổ phiếu ngành ngành thép HSG và mã KDC, giá trị đều đạt hơn 40 tỷ đồng tại mỗi mã. Bên cạnh đó, áp lực bán ròng ghi nhận tại hai cổ phiếu ngân hàng là HDB và OCB với giá trị lần lượt là 36 tỷ đồng và 31 tỷ đồng. Các mã khác như DGW, FTS, HDC, VPB cũng đều bị bán ròng sau 5 phiên giao dịch của tuần vừa qua.Ngược lại, cổ phiếu ngành thép HSG tuần qua bị khối ngoạ﻿i bán ròng mạnh nhất, giá trị đạt hơn 40 tỷ đồng. Cổ phiếu KDC cũng bị khối ngoại bán ròng trong tuần này, giá trị cũng vượt ngưỡng 40 tỷ đồng, tập trung toàn bộ trên kênh khớp lệnh. Bên cạnh đó, các mã khác như HDB, OCB, DGW,... cũng bị bán ròng trong tuần qua.\nTương tự, trên sàn HNX, khối ngoại giao dịch tích cực khi mua ròng 353 tỷ đồng trong cả tuần, toàn bộ đều trên kênh khớp lệnh. Khối ngoại mua ròng trên sàn HNX nhiều nhất tại cổ phiếu PVS với giá trị độn biến 340 tỷ đồng. Ngoài ra, PVI và TNG cũng lần lượt được mua ròng khoảng 3 tỷ đồng và 2 tỷ đồng. Các cổ phiếu được mua ròng trong tuần qua còn có CEO, SHS, BCC, NTP, TIG...\nNgược lại, giao dịch chiều bán tại HNX ghi nhận giá trị bán ròng lớn nhất tại IDC với hơn 1 tỷ đồng. Những cái tên trong danh sách bán ròng nhiều nhất sàn HNX trong tuần qua còn có THD, HUT, PVC, APS.., giá trị bán ròng tại mỗi mã chỉ vài trăm triệu đồng.\nTrên sàn UPCoM, nhà đầu tư nước ngoài tuần này cũng tiếp tục mua ròng 78 tỷ đồng, toàn bộ giao dịch mua ròng được ghi nhận trên kênh khớp lệnh.\nCổ phiếu BSR tuần này là điểm sáng khi được nhà đầu tư ngoại mua ròng nhiều nhất với hơn 23 tỷ đồng, VEA và ACV cũng được mua ròng 19 tỷ đồng và 15 tỷ đồng. Ngoài ra, dòng vốn ngoại cũng tìm đến QNS, MCH, OIL CLX...\nTại phía bán ra, cổ phiếu VTP dẫn đầu danh sách bán ròng tuần qua khi bị khối ngoại bán ròng gần 4 tỷ đồng, toàn bộ trên kênh khớp lệnh. Bên cạnh đó, một số cổ phiếu bị bán ròng từ nhà đầu tư ngoại tuần qua trên UPCoM còn có VGT và QTP với giá trị gần 3 tỷ đồng tại mỗi mã."
  },
  {
    "url": "https://cafef.vn/phien-11-11-khoi-ngoai-mua-rong-dot-bien-hon-2500-ty-dong-trong-ngay-thi-truong-hoi-phuc-20221111154517491rf20221111230939858.chn",
    "date": "11-11-2022",
    "section": "Thị trường chứng khoán",
    "title": "Phiên 11/11: Khối ngoại mua ròng đột biến hơn 2.500 tỷ đồng trong ngày thị trường hồi phục",
    "content": "Đây cũng là phiên khối ngoại mua ròng mạnh nhất trong 1 năm trở lại đây.\nThị trường chứng khoán ngừng đà rơi sau phiên giảm mạnh “thủng” vùng đáy cũ. Mở đầu phiên sắc xanh bao trùm, VN-Index có thời điểm tăng hơn 14 điểm với sự dẫn dắt của loạt trụ lớn. Sang đến phiên chiều, lực cầu yếu đi khiến đà tăng thu hẹp đáng kể. Tuy nhiên, thịtrường vẫn trong trạng thái “xanh vỏ đỏ lòng” khi có đến 588 mã giảm điểm, trong đó 220 mã giảm sàn.\nNhóm cổ phiếu vốn hóa lớn đóng vai trò quan trọng giúp VN-Index hồi phục mạnh mẽ. Nổi bật nhất là MSN, KDH, ACB, BID, CTG cũng tăng mạnh trên 3,7%. Chiều ngược lại, GVR,PDR và NVL vẫn là những tác nhân ghìm đà tăng của chỉ số khi đồng loạt giảm hết biên độ.\nNhững \"công thần\" đóng góp tích cực nhất cho thị trường phiên hôm nay gọi tên hàng loạt mã cổ phiếu như VCB, MSN, BID, VIC, CTG, ACB, SAB,... Chiều ngược lại, đà giảm của NVL, GVR, EIB, DGC cũng khiến thị trường chung kém sáng hơn.\nKết thúc phiên giao dịch, VN-Index tăng 7,29 điểm (0,77%) lên 954 điểm. HNX-Index giảm 2,58 điểm xuống 189,8 điểm và UPCoM-Index giảm 0,17 điểm xuống 68,62 điểm. Thanh khoản trên HOSE đạt giá trị 10.992 tỷ đồng.\nGiao dịch khối ngoại là điểm sáng khi họ mua ròng đột biến trên cả 3 sàn với tổng giá trị hơn 2.544 tỷ đồng. Đây cũng là phiên khối ngoại mua ròng mạnh nhất trong hơn 1 năm qua. Lực mua của nhà đầu tư ngoại tập trung giải ngân vào STB, KDH cùng các cổ phiếu HPG, VHM trong khi bán ròng DGW, VPB.\nTrên HoSE, khối ngoại mua ròng hơn 136 triệu cổ phiếu, giá trị mua ròng ghi nhận xấp xỉ 2.479 tỷ đồng.\nTại chiều mua, cổ phiếu ngân hàng STB được mua ròng nhiều nhất với giá trị 403 tỷ đồng, KDH được mua ròng 388 tỷ đồng. Ngoài ra, danh sách mua ròng còn có cổ phiếu HPG và VHM với giá trị lần lượt 224 tỷ đồng và 134 tỷ đồng.\nNgược lại, DGW và VPB chịu áp lực bán ròng mạnh nhất của khối ngoại với giá trị lần lượt là 13 tỷ đồng và 12 tỷ đồng. Xếp tiếp theo danh sách bán ròng còn có HDC (10 tỷ đồng), TPB (5 tỷ đồng) và OCB (2 tỷ đồng).\nTrên HNX, khối ngoại mua ròng hơn 2,6 triệu cổ phiếu, giá trị mua ròng hơn 48 tỷ đồng.\nPVS hôm nay được khối ngoại mua ròng mạnh với 53 tỷ đồng, ngoài ra dòng vốn ngoại còn tìm tới SHS, PVI và TNG với giá trị từ 0,4-2 tỷ đồng.\nNgược lại, IDC, THD, HUT,... cũng bị bán ròng vài trăm triệu đồng trên HNX.\nTrên sàn UPCoM, nhà đầu tư nước ngoài hôm nay mua ròng hơn 17 ỷ đồng.\nCổ phiếu ACV hôm nay được khối ngoại mua ròng gần 6 tỷ đồng, tương tự, VEW, QNS, MCH cũng đồng loạt được mua ròng mỗi cổ phiếu 1,7-3 tỷ đồng.\nTrong khi đó, VTP hôm nay bị khối ngoại bán ròng khoảng 1 tỷ đồng; ngoài ra họ cũng bán ròng tại QTP, ICN, CSI, VLC,.."
  }
]